rails-basics-ru/i18n/app/views/posts/index.html.slim

          / BEGIN
          = t('posts.comments.count', count: post.comments.count)
---
SELECT COUNT(*) FROM "post_comments" WHERE "post_comments"."post_id" = ?  [["post_id", 2]]